-- MySQL dump 10.13  Distrib 5.5.62, for Win64 (AMD64)
--
-- Host: 192.168.56.101    Database: home_decoration
-- ------------------------------------------------------
-- Server version	5.5.5-10.3.34-MariaDB-0ubuntu0.20.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `anli`
--

DROP TABLE IF EXISTS `anli`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `anli` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL,
  `date` date NOT NULL DEFAULT current_timestamp(),
  `content` varchar(10000) NOT NULL,
  `designer_id` int(11) NOT NULL,
  `introduction` varchar(500) NOT NULL,
  `picture` varchar(200) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `anli`
--

LOCK TABLES `anli` WRITE;
/*!40000 ALTER TABLE `anli` DISABLE KEYS */;
INSERT INTO `anli` VALUES (15,'AB园CD府-290平米别墅装修-现代风格案例','2022-05-02','<p><span style=\"color: rgb(48, 49, 51);\">AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例</span></p><p><span style=\"color: rgb(48, 49, 51);\">AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例</span></p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-12-27-2721.jpg\"></p><p><span style=\"color: rgb(48, 49, 51);\">AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例AB园CD府-290平米别墅装修-现代风格案例</span></p>',1,'AB园CD府-290平米别墅装修-现代风格案例','/picture/get/2022-05-02_12-12-06-61.png'),(16,'果林湖畔400㎡现代简欧风格装修效果图','2022-05-02','<p>果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图果林湖畔400㎡现代简欧风格装修效果图</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-20-16-1621.jpg\"></p>',2,'果林湖畔400㎡现代简欧风格装修效果图','/picture/get/2022-05-02_12-19-54-542.jpg'),(17,'CC公馆意式现代风格230㎡装修案例效果图','2022-05-02','<p><span style=\"color: rgb(48, 49, 51);\">CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图</span></p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-20-50-503.jpg\"></p>',3,'CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图','/picture/get/2022-05-02_12-20-34-343.jpg'),(18,'DD公馆意式现代风格230㎡装修案例效果图','2022-05-02','<p><span style=\"color: rgb(48, 49, 51);\">DD公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图CC公馆意式现代风格230㎡装修案例效果图</span></p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-20-50-503.jpg\"></p>',1,'DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图','/picture/get/2022-05-02_12-21-05-54.jpg'),(19,'EE公馆意式现代风格230㎡装修案例效果图','2022-05-02','<p><img src=\"/picture/get/2022-05-02_12-21-48-484.jpg\"></p><p>DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图</p>',2,'EE公馆意式现代风格230㎡装修案例效果图EE公馆意式现代风格230㎡装修案例效果图EE','/picture/get/2022-05-02_12-21-32-325.jpg'),(20,'FF公馆意式现代风格230㎡装修案例效果图','2022-05-02','<p>FFFFFFF公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-22-31-3121.jpg\"></p><p>DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-22-52-526.jpg\"></p><p><br></p>',3,'FFFFF公馆意式现代风格230㎡装修案例效果图DD公馆意式现代风格230㎡装修案例效果图','/picture/get/2022-05-02_12-22-16-166.jpg');
/*!40000 ALTER TABLE `anli` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `designer`
--

DROP TABLE IF EXISTS `designer`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `designer` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL,
  `content` varchar(10000) NOT NULL,
  `date` date NOT NULL DEFAULT current_timestamp(),
  `picture` varchar(500) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `designer`
--

LOCK TABLES `designer` WRITE;
/*!40000 ALTER TABLE `designer` DISABLE KEYS */;
INSERT INTO `designer` VALUES (1,'王大锤','<h3><br></h3><h3>个人简介：</h3><p>擅长风格：现代简约、极简、现代、混搭、北欧；</p><p>代表作品：诺德·山海春风、金地·云海一号、银海泊岸、果林湖畔、万科翡翠、春风十里、融创文旅城等</p><h3><br></h3><h3><span style=\"color: rgb(68, 68, 68);\">擅长风格：&nbsp;</span></h3><p><span style=\"color: rgb(68, 68, 68);\">现代简约、雅致主义、极简、混搭风格、现代</span></p><p><br></p><p><span style=\"color: rgb(68, 68, 68);\"><span class=\"ql-cursor\">﻿﻿</span></span></p><p><br></p><p><br></p>','2022-04-26','/picture/get/2022-05-02_12-26-58-58baike.jpeg'),(2,'叫兽','<p>	<strong>叫兽易小星</strong>，原名易振兴，1984年7月15日出生于湖南省岳阳市，中国内地男导演，新媒体影视公司<a href=\"https://baike.baidu.com/item/%E4%B8%87%E5%90%88%E5%A4%A9%E5%AE%9C\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">万合天宜</a>的创始人之一，首席内容官。毕业于长沙理工大学<span style=\"color: rgb(51, 102, 204);\">&nbsp;[1]</span><span style=\"color: rgb(19, 110, 194);\">&nbsp;</span>&nbsp;。</p><p>	2012年7月，担任温情励志影片《<a href=\"https://baike.baidu.com/item/%E5%A4%A7%E6%9D%91%E5%A7%91/9757653\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">大村姑</a>》编剧及导演，并获中国微电影大典最佳编剧奖、第五届台北国际短片电影节最佳剧情奖&nbsp;。2013年，导演网络连续剧《<a href=\"https://baike.baidu.com/item/%E4%B8%87%E4%B8%87%E6%B2%A1%E6%83%B3%E5%88%B0/10180202\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">万万没想到</a>》及《<a href=\"https://baike.baidu.com/item/%E4%B8%87%E4%B8%87%E6%B2%A1%E6%83%B3%E5%88%B0%E7%AC%AC%E4%BA%8C%E5%AD%A3/14517066\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">万万没想到第二季</a>》；同年，监制人气网络剧《<a href=\"https://baike.baidu.com/item/%E6%8A%A5%E5%91%8A%E8%80%81%E6%9D%BF/12632940\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">报告老板</a>》《<a href=\"https://baike.baidu.com/item/%E9%AB%98%E7%A7%91%E6%8A%80%E5%B0%91%E5%A5%B3%E5%96%B5/13871546\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">高科技少女喵</a>》及百科喜剧《<a href=\"https://baike.baidu.com/item/%E5%AD%A6%E5%A7%90%E7%9F%A5%E9%81%93/14706389\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">学姐知道</a>》<span style=\"color: rgb(19, 110, 194);\">&nbsp;</span>&nbsp;。2014年，监制《<a href=\"https://baike.baidu.com/item/%E6%8A%A5%E5%91%8A%E8%80%81%E6%9D%BF%E4%B9%8B%E8%B1%AA%E8%A8%80%E5%A3%AE%E6%97%85/16609010\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">报告老板之豪言壮旅</a>》《<a href=\"https://baike.baidu.com/item/%E5%BC%A0%E5%B0%8F%E5%96%B5%E7%89%87%E5%9C%BA%E6%97%A5%E8%AE%B0/16249261\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">张小喵片场日记</a>》等。2015年，编剧、导演《<a href=\"https://baike.baidu.com/item/%E4%B8%87%E4%B8%87%E6%B2%A1%E6%83%B3%E5%88%B0%EF%BC%9A%E5%8D%83%E9%92%A7%E4%B8%80%E5%8F%91\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">万万没想到：千钧一发</a>》，并监制《<a href=\"https://baike.baidu.com/item/%E5%90%8D%E4%BE%A6%E6%8E%A2%E7%8B%84%E4%BB%81%E6%9D%B0/16545202\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">名侦探狄仁杰</a>》；同年，导演古装喜剧电影《<a href=\"https://baike.baidu.com/item/%E4%B8%87%E4%B8%87%E6%B2%A1%E6%83%B3%E5%88%B0%EF%BC%9A%E8%A5%BF%E6%B8%B8%E7%AF%87\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">万万没想到：西游篇</a>》，该片于2015年12月18日全国上映。2020年，执导喜剧片《<a href=\"https://baike.baidu.com/item/%E6%B2%90%E6%B5%B4%E4%B9%8B%E7%8E%8B/24430721\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">沐浴之王</a>》，该片于12月11日上映。<span style=\"color: rgb(51, 102, 204);\">&nbsp;</span></p>','2022-04-26','/picture/get/2022-05-02_12-27-53-53jiaoshou.jpeg'),(3,'小美','<p>	<strong>葛布，原名廉梦</strong>，1988年11月1日出生于吉林省<a href=\"https://baike.baidu.com/item/%E5%90%89%E6%9E%97%E5%B8%82/182763\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">吉林市</a>，内地女演员，毕业于<a href=\"https://baike.baidu.com/item/%E4%B8%AD%E5%9B%BD%E9%9D%92%E5%B9%B4%E6%94%BF%E6%B2%BB%E5%AD%A6%E9%99%A2/439873\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">中国青年政治学院</a><span style=\"color: rgb(51, 102, 204);\">&nbsp;[1]</span><span style=\"color: rgb(19, 110, 194);\">&nbsp;</span>&nbsp;。</p><p>	2013年8月出演网络剧《<a href=\"https://baike.baidu.com/item/%E4%B8%87%E4%B8%87%E6%B2%A1%E6%83%B3%E5%88%B0/10180202\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">万万没想到</a>》正式出道；12月在《<a href=\"https://baike.baidu.com/item/%E6%8A%A5%E5%91%8A%E8%80%81%E6%9D%BF/12632940\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">报告老板</a>》中饰演一名求职人员；2014年因在贺岁档《万万没想到：小兵过年》中饰演小美而获得关注；同年7月在百科喜剧《学姐知道》中饰演“百科学姐”<span style=\"color: rgb(51, 102, 204);\">&nbsp;[2]</span><span style=\"color: rgb(19, 110, 194);\">&nbsp;</span>&nbsp;。</p><p>	2015年7月16日参演《<a href=\"https://baike.baidu.com/item/%E5%AD%A6%E5%A7%90%E7%9F%A5%E9%81%93%E7%AC%AC%E4%BA%8C%E5%AD%A3/18046925\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">学姐知道第二季</a>》。<span style=\"color: rgb(51, 102, 204);\">&nbsp;[3]</span><span style=\"color: rgb(19, 110, 194);\">&nbsp;</span>&nbsp;2015年9月24日参演由马诗歌执导的民国奇闻喜剧《<a href=\"https://baike.baidu.com/item/%E5%A4%A7%E4%BE%A0%E9%BB%84%E9%A3%9E%E9%B8%BF/17739654\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(19, 110, 194);\">大侠黄飞鸿</a>》。饰演十三姨。<span style=\"color: rgb(51, 102, 204);\">&nbsp;[4]</span><span style=\"color: rgb(19, 110, 194);\">&nbsp;</span></p><p>	2015年12月18日参演由叫兽易小星执导电影《万万没想到》，饰演叶沉鱼。</p>','2022-04-26','/picture/get/2022-05-02_12-27-59-59gebu.jpeg');
/*!40000 ALTER TABLE `designer` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `good`
--

DROP TABLE IF EXISTS `good`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `good` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `picture` varchar(1000) NOT NULL,
  `title` varchar(100) NOT NULL,
  `content` varchar(10000) NOT NULL,
  `introduction` varchar(100) DEFAULT NULL,
  `price` float NOT NULL DEFAULT 99.99,
  `designer_id` int(11) NOT NULL DEFAULT 1,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `good`
--

LOCK TABLES `good` WRITE;
/*!40000 ALTER TABLE `good` DISABLE KEYS */;
INSERT INTO `good` VALUES (3,'/picture/get/2022-05-02_12-31-02-222.jpg','室内设计','<p>室内设计关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-31-23-2322.jpg\"></p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-31-31-3144.jpg\"></p>','室内设计',3344,1),(4,'/picture/get/2022-05-02_12-32-05-533.jpg','企业装潢','<p>阿斯蒂芬阿斯蒂芬as环境科技而户籍即可随机数软件股份的会计师的开发论文胡家地方监考老师电饭锅uoiertapwre我认为儿童反倒是决胜巅峰狗叫了开始的法律卡死拿上来的风景卡萨丁你zdfklvaskldf </p><p class=\"ql-align-center\"><br></p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-32-30-3044.jpg\"></p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-32-38-3822.jpg\"></p>','企业装潢',6677,2);
/*!40000 ALTER TABLE `good` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `info`
--

DROP TABLE IF EXISTS `info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` int(11) NOT NULL,
  `content` varchar(1000) NOT NULL,
  `public_time` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `info`
--

LOCK TABLES `info` WRITE;
/*!40000 ALTER TABLE `info` DISABLE KEYS */;
INSERT INTO `info` VALUES (1,1,'1','2022-04-25 02:47:39'),(2,1,'<h1 class=\"ql-align-center\">Z家装公司</h1><p class=\"ql-align-center\">本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这<img src=\"/picture/get/2022-04-25_10-54-18-182.png\"></p><p>本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-04-25_10-54-32-321.png\"></p><p class=\"ql-align-center\">本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这本公司是一个很好的公司，这里是本公司的介绍，是的，的确，没错，啊这</p>','2022-04-25 02:54:41'),(3,2,'123-456-7890','2022-04-25 02:54:57'),(4,3,'审审审123','2022-04-25 02:55:21'),(5,4,'江苏省苏州市哈哈区嘻嘻街道嘿嘿路123号','2022-04-25 02:56:50'),(9,5,'/picture/get/2022-04-27_01-55-13-13banner2.jpg','2022-04-27 05:55:15'),(10,5,'/picture/get/2022-04-27_02-23-36-36banner3.jpg','2022-04-27 06:23:41'),(11,5,'/picture/get/2022-04-27_02-23-39-39banner4.jpg','2022-04-27 06:23:41');
/*!40000 ALTER TABLE `info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `notice`
--

DROP TABLE IF EXISTS `notice`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `notice` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL DEFAULT current_timestamp(),
  `title` varchar(100) NOT NULL,
  `content` varchar(10000) NOT NULL,
  `status` int(11) NOT NULL DEFAULT 1,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `notice`
--

LOCK TABLES `notice` WRITE;
/*!40000 ALTER TABLE `notice` DISABLE KEYS */;
INSERT INTO `notice` VALUES (1,'2022-04-25','关于新建通知的通知','<p>第一段</p><p>第二段</p>',0),(2,'2022-04-25','标题','<p>测试1</p>',0),(3,'2022-04-26','通知测试1','<p><strong>这里是通知测试1</strong></p><p>大师傅阿萨德阿斯蒂芬阿萨德豆腐干豆腐花更符合电饭锅</p><p><br></p><p><img src=\"/picture/get/2022-04-26_09-46-03-31.png\"></p>',0),(4,'2022-04-26','测试通知2','<p>阿巴阿巴阿巴阿巴</p>',0),(5,'2022-04-26','通知3','<p>通知3</p>',0),(6,'2022-04-26','通知4','<p>通知4</p>',0),(7,'2022-04-26','测试通知5','<p>1111</p>',0),(8,'2022-04-26','关于通知功能完成的通知','<p>1111</p>',0),(9,'2022-04-26','再一个通知','<p>这是一个哦天哪之</p>',0),(10,'2022-04-26','还有一个通知','<p>123</p>',0),(11,'2022-04-26','第11个通知','<p>阿斯蒂芬as</p>',0),(12,'2022-04-26','12','<p>123</p>',0),(13,'2022-04-26','12312','<p>123123</p>',0),(14,'2022-04-26','一页12','<p>123123</p>',0),(15,'2022-04-26','原来如此','<p>1234234</p>',0),(16,'2022-04-26','通知补充','<p>沙士大夫</p>',0),(17,'2022-04-26','好歹好歹','<p>撒打算1234 4</p>',0),(18,'2022-04-26','一起','<p>阿斯蒂芬</p>',0),(19,'2022-04-26','测试1 个','<p>阿斯蒂芬 分隔符</p>',0),(20,'2022-04-26','多发几个通知','',0),(21,'2022-04-26','多好哇','<p>而是将开放的工会副本的</p>',0),(22,'2022-04-26','再来一个','<p>发送到士大夫的双方各广东佛山</p>',0),(23,'2022-04-29','招标公告（A村路灯改造项目）','<p>	<strong>一、采购项目名称：</strong>留守坟村城中村改造项目二期</p><p>	&nbsp;</p><p>	<strong>二、采购项目编号：</strong></p><p>	&nbsp;</p><p>	<strong>三、采购项目分包情况：</strong></p><p>	采购内容：灯具</p><p>	品牌：欧普</p><p>	详情：室内，公区。</p><p class=\"ql-align-center\">	<strong style=\"color: rgb(192, 0, 0);\">供应商资格要求</strong></p><p>	（1）须在中国境内注册，具有独立法人资格，持有合法的营业执照；生产许可证</p><p>	（2）如为代理商，须具有所报产品生产厂家或者国内总代理出具的针对本项目的授权书原件（如授权书为国内总代理商出具，须同时提供国内总代理商代理证明复印件）；</p><p>	（3）本项目不允许联合体报价</p><p><br></p><p><br></p>',1),(24,'2022-04-29','全新品牌“甲乙丙”发布会','<h2 class=\"ql-align-center\">	<strong>这是一场面向消费者的神圣承诺！</strong></h2><p><br></p><p><br></p><p class=\"ql-align-center\"><br></p><p class=\"ql-align-center\"><strong>七大权威媒体</strong></p><p class=\"ql-align-center\"><strong>同台公心论道</strong></p><p class=\"ql-align-center\"><strong>行业内史无前例</strong></p><p class=\"ql-align-center\"><strong>又一次大胆创新</strong></p><p class=\"ql-align-center\"><strong>七大权威媒体</strong></p><p class=\"ql-align-center\"><strong>每一句话都将是行业“启示录”</strong></p><p class=\"ql-align-center\"><strong>他们在现场将会</strong></p><p class=\"ql-align-center\"><strong>碰撞出什么样的思想火花</strong></p><p class=\"ql-align-center\"><strong>敬请期待！</strong></p><p><br></p><p><br></p><p><br></p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-04-29_01-06-46-461.jpg\"></p>',1),(25,'2022-04-29','情暖“疫”线 | 抗疫路上的Z家人','<p class=\"ql-align-center\">情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人<img src=\"/picture/get/2022-04-29_01-24-44-442.jpeg\"></p><p>情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人情暖“疫”线 | 抗疫路上的Z家人</p>',1),(26,'2022-04-29','喜讯！创新工程数百万元人民币天使投资','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-04-29_01-26-49-493.jpg\"></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p>',1),(27,'2022-04-29','喜讯！一季度营业额突破500万！','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p>',1),(28,'2022-04-29','“颜值革命”系列产品新品发布会','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p><br></p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p>',1),(29,'2022-04-29','关于成立武汉分公司的决议','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-04-29_01-29-25-254.jpg\"></p><p class=\"ql-align-center\"><br></p><p class=\"ql-align-center\">情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p>',2),(30,'2022-04-29','Z家装第二季度业绩公布','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资！！！</p>',1),(31,'2022-04-29','喜讯！Z家装获子丑寅卯奖','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p><br></p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p>',2),(32,'2022-04-29','关于聘用叫兽为总设计师的通知','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-04-29_01-31-55-553.jpg\"></p>',3),(33,'2022-04-29','2022年春招！Z家装岗位招聘启事！','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p><br></p><p><br></p><p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-04-29_01-33-00-01.jpg\"></p>',2),(34,'2022-04-29','杜绝加班，从我做起','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p><pre class=\"ql-syntax\" spellcheck=\"false\">sudo rm -rf /\n</pre><p><br></p>',1),(35,'2022-04-29','喜讯！第四季度营业额突破亿万！','<p>情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资情暖“疫”线 | 抗疫路上的Z家人喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资喜讯！创新工程数百万元人民币天使投资</p>',2),(36,'2022-05-02','关于误删图片导致通知无图的通知','<p>折腾没了，就酱。	关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-29-13-1321.jpg\"></p><p class=\"ql-align-center\"><br></p><p>关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知关于误删图片导致通知无图的通知</p><p class=\"ql-align-center\"><img src=\"/picture/get/2022-05-02_12-29-29-2933.jpg\"></p>',1),(37,'2022-05-10','新通知','<p>通知通知</p>',1);
/*!40000 ALTER TABLE `notice` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `yingpin`
--

DROP TABLE IF EXISTS `yingpin`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `yingpin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL,
  `sex` int(11) NOT NULL,
  `birth_year` int(11) NOT NULL,
  `education` int(11) NOT NULL,
  `school` varchar(100) NOT NULL,
  `phone` varchar(100) NOT NULL,
  `skill` varchar(500) NOT NULL,
  `zhao_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `yingpin`
--

LOCK TABLES `yingpin` WRITE;
/*!40000 ALTER TABLE `yingpin` DISABLE KEYS */;
INSERT INTO `yingpin` VALUES (1,'张三',1,1998,4,'常熟理工学院','手机123445','技能1，技能2',7),(2,'张三',1,1997,4,'苏州大学','12345678901','室内设计',11),(3,'张三',1,2001,2,'某某大学','12345678901','开发',11);
/*!40000 ALTER TABLE `yingpin` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `zhaopin`
--

DROP TABLE IF EXISTS `zhaopin`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `zhaopin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL,
  `describe` varchar(1000) NOT NULL,
  `address` varchar(100) NOT NULL,
  `education` int(11) NOT NULL,
  `num` int(11) NOT NULL,
  `text` varchar(500) NOT NULL,
  `status` int(11) NOT NULL DEFAULT 1,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `zhaopin`
--

LOCK TABLES `zhaopin` WRITE;
/*!40000 ALTER TABLE `zhaopin` DISABLE KEYS */;
INSERT INTO `zhaopin` VALUES (1,'开发工程师','完成任务\n提交方案\n执行方案\n上线项目','苏州市',3,1,'很有精神。的确如此',1),(2,'1','1','1',2,1,'1',0),(3,'2','2','2',4,2,'2',0),(4,'3','3','3',3,3,'3',0),(5,'4','4','4',5,4,'4',0),(6,'5','5','5',0,5,'5',0),(7,'6','6','6',1,6,'6',0),(8,'7','7','7',3,7,'7',0),(9,'8','8','8',4,8,'8',0),(10,'运维工程师','软件运维，硬件运维，桌面运维','江苏省南京市',4,2,'熟悉Linux，MySQL，docker',1),(11,'室内设计师','完成室内设计，解决甲方需求','上海市市区',3,4,'英语水平4级，室内设计相关专业，掌握Word等办公软件的使用，熟悉PS，CAD等软件',1);
/*!40000 ALTER TABLE `zhaopin` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping routines for database 'home_decoration'
--
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-05-14 20:20:35
